[
  {
    "id": 1,
    "content": "Tu as survécu à 100% de tes pires journées. Tu vas survivre à celle-ci aussi.",
    "contentEn": "You have survived 100% of your worst days. You will survive this one too.",
    "author": "Inconnu"
  },
  {
    "id": 2,
    "content": "Cette douleur est réelle. Et elle est temporaire. Les deux sont vrais en même temps.",
    "contentEn": "This pain is real. And it is temporary. Both are true at the same time.",
    "author": "Inconnu"
  },
  {
    "id": 3,
    "content": "Tu n'as pas à tout réparer maintenant. Tu as juste à respirer.",
    "contentEn": "You don't have to fix everything right now. You just have to breathe.",
    "author": "Inconnu"
  },
  {
    "id": 4,
    "content": "Les tempêtes les plus violentes finissent toujours. Toujours.",
    "contentEn": "The fiercest storms always end. Always.",
    "author": "Inconnu"
  },
  {
    "id": 5,
    "content": "Ton corps sait comment traverser cela. Fais-lui confiance.",
    "contentEn": "Your body knows how to get through this. Trust it.",
    "author": "Inconnu"
  },
  {
    "id": 6,
    "content": "Ce moment passera. Il a toujours passé.",
    "contentEn": "This moment will pass. It always has.",
    "author": "Inconnu"
  },
  {
    "id": 7,
    "content": "Tu es plus fort que la tempête que tu traverses en ce moment.",
    "contentEn": "You are stronger than the storm you are walking through right now.",
    "author": "Inconnu"
  },
  {
    "id": 8,
    "content": "Il suffit de tenir jusqu'à la prochaine respiration. Puis la suivante.",
    "contentEn": "Just hold on until the next breath. Then the next.",
    "author": "Inconnu"
  },
  {
    "id": 9,
    "content": "Même brisé, tu es encore debout. C'est du courage.",
    "contentEn": "Even broken, you are still standing. That is courage.",
    "author": "Inconnu"
  },
  {
    "id": 10,
    "content": "Ce que tu ressens est valide. Et cela ne durera pas éternellement.",
    "contentEn": "What you are feeling is valid. And it will not last forever.",
    "author": "Inconnu"
  },
  {
    "id": 11,
    "content": "Tu n'es pas seul dans ce que tu vis, même si ça y ressemble.",
    "contentEn": "You are not alone in what you are experiencing, even if it feels that way.",
    "author": "Inconnu"
  },
  {
    "id": 12,
    "content": "Demain existe. Et il sera différent d'aujourd'hui.",
    "contentEn": "Tomorrow exists. And it will be different from today.",
    "author": "Inconnu"
  },
  {
    "id": 13,
    "content": "Il n'y a pas de honte à avoir besoin d'aide. Il y a de la sagesse.",
    "contentEn": "There is no shame in needing help. There is wisdom.",
    "author": "Inconnu"
  },
  {
    "id": 14,
    "content": "Chaque seconde que tu tiens, c'est une victoire.",
    "contentEn": "Every second you hold on is a victory.",
    "author": "Inconnu"
  },
  {
    "id": 15,
    "content": "Au plus profond de l'hiver, j'ai finalement appris qu'en moi résidait un invincible été.",
    "contentEn": "In the depth of winter, I finally learned that within me there lay an invincible summer.",
    "author": "Albert Camus"
  },
  {
    "id": 16,
    "content": "Tu n'as pas à être fort tout le temps. Parfois, tenir bon suffit.",
    "contentEn": "You don't have to be strong all the time. Sometimes just holding on is enough.",
    "author": "Inconnu"
  },
  {
    "id": 17,
    "content": "Cette nuit a un matin. Elle en a toujours un.",
    "contentEn": "This night has a morning. It always does.",
    "author": "Inconnu"
  },
  {
    "id": 18,
    "content": "Respire. Tu es encore là. C'est déjà énorme.",
    "contentEn": "Breathe. You are still here. That is already huge.",
    "author": "Inconnu"
  },
  {
    "id": 19,
    "content": "Les émotions sont comme des vagues. Tu ne peux pas les arrêter, mais tu peux apprendre à surfer.",
    "contentEn": "Emotions are like waves. You can't stop them, but you can learn to surf.",
    "author": "Inconnu"
  },
  {
    "id": 20,
    "content": "Ce que tu vis n'est pas une faiblesse. C'est ton humanité.",
    "contentEn": "What you are going through is not weakness. It is your humanity.",
    "author": "Inconnu"
  },
  {
    "id": 21,
    "content": "Même les arbres les plus forts plient dans le vent. Plier n'est pas tomber.",
    "contentEn": "Even the strongest trees bend in the wind. Bending is not falling.",
    "author": "Inconnu"
  },
  {
    "id": 22,
    "content": "Tu mérites la même compassion que tu offrirais à quelqu'un que tu aimes.",
    "contentEn": "You deserve the same compassion you would offer someone you love.",
    "author": "Inconnu"
  },
  {
    "id": 23,
    "content": "Le chaos que tu ressens à l'intérieur ne définit pas qui tu es.",
    "contentEn": "The chaos you feel inside does not define who you are.",
    "author": "Inconnu"
  },
  {
    "id": 24,
    "content": "Tu as déjà traversé des moments que tu pensais impossibles à traverser.",
    "contentEn": "You have already been through moments you thought were impossible to get through.",
    "author": "Inconnu"
  },
  {
    "id": 25,
    "content": "Il ne s'agit pas d'être heureux maintenant. Il s'agit juste de continuer.",
    "contentEn": "It's not about being happy right now. It's just about continuing.",
    "author": "Inconnu"
  },
  {
    "id": 26,
    "content": "Ton histoire n'est pas terminée. Ce chapitre difficile n'est pas la fin.",
    "contentEn": "Your story is not over. This difficult chapter is not the end.",
    "author": "Inconnu"
  },
  {
    "id": 27,
    "content": "La force ne vient pas de ce que tu peux faire. Elle vient de surmonter ce que tu pensais ne pas pouvoir faire.",
    "contentEn": "Strength doesn't come from what you can do. It comes from overcoming what you thought you couldn't.",
    "author": "Rikki Rogers"
  },
  {
    "id": 28,
    "content": "Là où tu es en ce moment est exactement là où tu as besoin d'être pour grandir.",
    "contentEn": "Where you are right now is exactly where you need to be to grow.",
    "author": "Inconnu"
  },
  {
    "id": 29,
    "content": "La pluie ne dure jamais toute une vie. Elle finit toujours.",
    "contentEn": "The rain never lasts a lifetime. It always ends.",
    "author": "Inconnu"
  },
  {
    "id": 30,
    "content": "Tu es précieux. Pas parce que tu es parfait, mais parce que tu existes.",
    "contentEn": "You are precious. Not because you are perfect, but because you exist.",
    "author": "Inconnu"
  },
  {
    "id": 31,
    "content": "Prends soin de toi comme tu prendrais soin d'un enfant qui a besoin d'amour.",
    "contentEn": "Take care of yourself the way you would care for a child who needs love.",
    "author": "Inconnu"
  },
  {
    "id": 32,
    "content": "Même dans le noir le plus total, une petite lumière suffit pour voir.",
    "contentEn": "Even in the deepest darkness, a small light is enough to see.",
    "author": "Inconnu"
  },
  {
    "id": 33,
    "content": "Ce que tu ressens te dit que tu es vivant. Que tu te bats. Que tu comptes.",
    "contentEn": "What you feel tells you that you are alive. That you are fighting. That you matter.",
    "author": "Inconnu"
  },
  {
    "id": 34,
    "content": "La guérison n'est pas linéaire. Les mauvais jours font partie du chemin.",
    "contentEn": "Healing is not linear. The bad days are part of the path.",
    "author": "Inconnu"
  },
  {
    "id": 35,
    "content": "Tu n'as pas à tout comprendre pour avancer. Un pas suffit.",
    "contentEn": "You don't have to understand everything to move forward. One step is enough.",
    "author": "Inconnu"
  },
  {
    "id": 36,
    "content": "Même cassé, le vase japonais réparé à l'or est plus beau qu'avant.",
    "contentEn": "Even broken, the Japanese vase repaired with gold is more beautiful than before.",
    "author": "Kintsugi"
  },
  {
    "id": 37,
    "content": "Ce moment difficile est la preuve que tu vis pleinement.",
    "contentEn": "This difficult moment is proof that you are living fully.",
    "author": "Inconnu"
  },
  {
    "id": 38,
    "content": "Tu as le droit de ne pas aller bien. Et tu as aussi le droit d'aller mieux.",
    "contentEn": "You have the right to not be okay. And you also have the right to get better.",
    "author": "Inconnu"
  },
  {
    "id": 39,
    "content": "La marée descend toujours. Et elle remonte toujours aussi.",
    "contentEn": "The tide always goes out. And it always comes back in too.",
    "author": "Inconnu"
  },
  {
    "id": 40,
    "content": "Tu es ici. Tu continues. C'est tout ce qu'il faut faire maintenant.",
    "contentEn": "You are here. You are continuing. That is all you need to do right now.",
    "author": "Inconnu"
  }
]